//
//  actions.h
//  museums-app
//
//  Created by Denis Kozlov on 16.12.2020.
//  Copyright © 2020 Denis Kozlov. All rights reserved.
//

// Действие 1. Создание объекта с помощью конструктора по умолчанию
void action_1 ();

// Действие 2. Cоздание объекта с помощью конструктора с параметрами
void action_2 ();

// Действие 3. Создание и инициализация массива объектов
void action_3 ();

// Действие 4. Просмотр свойств каждого объекта
void action_4 ();

// Действие 5. Найти самый посещаемый музей
void action_5 ();
